[{"department":"Emergency","ditels":"This department is run by a dedicated team of health care professionals comprising of 11 Emergency Medical Officers and 21 nursing....","text":"The Accident and Emergency Department of United Hospital is a 24-hour full time section and it is the mirror of United Hospital. It offers the highest degree of commitment to delivering quality and efficient emergency care. Prompt and rapid response of our skilled medical personnel defines our Accident & Emergency Unit. This is where very critically ill and injured patients are received and managed.","url":"https://www.dhakahealthcare.com/assets/images/department/emergency.jpg","key":"Surgery","visit":275,"doctorname":"Prof. Dr. F H Siraji","dstudy":"MBBS - MPH - DA - BCS Health D Ortho Pangu Hospital","dsatifiket":"Senior Consultant Orthopedic Surgeon","dimg":"https://www.dhakahealthcare.com/assets/images/specialist-doctor/male-avatar.jpg"},{"department":"General Surgery","ditels":"General surgery is a surgical specialty that focuses on abdominal contents including the esophagus stomach small intestine large appendix....","text":"General surgery is on the \"cutting edge\" as it continues to reinvent itself to the benefit of the surgical patient. Due to todays high-tech instrumentation and advanced technology.procedures such as major abdominal surgery are now replaced with minimally invasive laparoscopic techniques that often reduce pain. accelerate recuperation. and reduce cost without sacrificing good outcomes. Surgical research into disease processes such as immunology and genetics have redefined treatment options specific to individual patients. opening doors to better understanding the etiologies of disease and its progression. In todays environment of specialization and subspecialization. I find that as a general surgeon. my value to the patient; family physicians; and health plans grows considerably every year. General surgery affords broad. yet often very specialized training in all disciplines of surgery and medicine. After completing my residency. I became qualified to manage a wide variety of ailments. from gastrointestinal problems to endocrine surgery; from hypertensive crises to rupturing aneurysms. My training enables me to be the best person to manage patients requiring multi-system care such as major trauma. and I am frequently called upon to address complex medical and ethical issues. General surgeons often set the standard of surgical care in a community. We choose the procedures we feel most comfortable with to provide services for our patients. When patients are referred for advanced medical intervention","url":"https://www.dhakahealthcare.com/assets/images/department/general-surgery.jpg","key":"Surgery","visit":565,"doctorname":"Dr. S. M. Idriss Ali","dstudy":"Professor and Department Head Ortho-Surgery Department","dsatifiket":"MBBS - MPH - DA - BCS Health D Ortho Pangu Hospital","dimg":"https://www.dhakahealthcare.com/assets/images/specialist-doctor/male-avatar.jpg"},{"department":"Laparoscopic Surgery","ditels":"Laparoscopy is a type of surgery that uses smaller qualified to manage a wide cuts than you might expect...","text":"In some operations the surgeon can put the camera and the surgical tool through the same opening in the skin. This means less scarring. But it’s trickier for the surgeon because the instruments are so close together. Before this system came along a surgeon who operated on their patient’s belly had to make a cut that was 6-to-12 inches long. That gave them enough room to see what they were doing and reach whatever they had to work on. In laparoscopic surgery the surgeon makes several small cuts. Usually each one is no more than a half-inch long. (Thats why its sometimes called keyhole surgery. They insert a tube through each opening and the camera and surgical instruments go through those. Then the surgeon does the operation.","url":"https://www.dhakahealthcare.com/assets/images/department/laparoscopic-surgery.jpg","key":"Laparoscopic","visit":413,"doctorname":"Dr. SM. Pervez Ahmed Sohel","dstudy":"Vascular & General Surgeon ","dsatifiket":"MBBS - MS Surgery","dimg":"https://www.dhakahealthcare.com/assets/images/specialist-doctor/male-avatar.jpg"},{"department":"Operation TheatreOT","ditels":"Historically the term theater or amphitheater in which students and other spectators could watch surgeons perform surgery...","text":"Operation Theatre OT Complex at Lifepoint Multispeciialty Hospital has 3 operating rooms that are satisfactorily equipped to handle major and minor surgeries. We cover a comprehensive range of surgical specialities including Bariatric surgery. Plastic surgery; Vascular surgery; Obstetric surgery; Neurological surgery; General surgery; Cardiac surgery; Trauma & Orthopaedic surgery; Ophthalmology ; Oncology; ENT Surgery; Dental/Maxillo-facial Surgery; Urology; Arthroscopy surgery; Colonoscopy surgery and Endoscopy surgery. Keeping in mind the incidence of post operative acquired infections. we have an upgraded infrastructure with laminar airflow designed air conditioning system and Hepa Filter to eradicate OT acquired infection.The operation theatres are well equipped with medical gas points. medical gas alarms optical fire detectors; equipment mounting; video connectivity temperature and humidity monitoring sterile and unsterile zones bacteriostatic PVC flooring and 24 hour R O water supply.","url":"https://www.dhakahealthcare.com/assets/images/department/operation-theatre.jpg","key":"OT","visit":710,"doctorname":"Dr. G M. Jahangir Hossain","dstudy":"Associate Professor & Dept Head Monno Medical College & Hospital Manikganj","dsatifiket":"MBBS DMC - MS Orthopaedic","dimg":"https://www.dhakahealthcare.com/assets/images/specialist-doctor/male-avatar.jpg"},{"department":"Dental Surgery","ditels":"More frequent than usual cleaning and examination may be necessary during the treatment of many different dental/oral disorders or due to as dental implants....","text":"Dentists inject anesthetic to block sensory transmission by the alveolar nerves. The superior alveolar nerves are not usually anesthetized directly because they are difficult to approach with a needle. For this reason the maxillary teeth are usually anesthetized locally by inserting the needle beneath the oral mucosa surrounding the teeth. The inferior alveolar nerve is probably anesthetized more often than any other nerve in the body. To anesthetize this nerve the dentist inserts the needle somewhat beyond the patient’s last molar.Crown caps — artificial covering of a tooth made from a variety of biocompatible materials including CMC/PMC ceramic/porcelain metal composite gold or a tin/aluminum mixture. The underlying tooth must be reshaped to accommodate these fixed restorations  Veneers — artificial coverings similar to above except that they only cover the forward labial or buccal surface of the tooth. Usually for aesthetic purposes only.  Bridge — a fixed prothesis in which two or more crowns are connected together which replace a missing tooth or teeth through a bridge. Typically used after an extraction. Implant — a procedure in which a titanium implant is surgically placed in the bone mandible or maxill allowed to heal and 4–6 months later an artificial tooth is connected to the implant by cement or retained by a screw.","url":"https://www.dhakahealthcare.com/assets/images/department/dental-surgery.jpg","key":"Dental","visit":330,"doctorname":"Dr. Md. Nasir Uddin","dstudy":"Assistant Professor Pangu Hospital","dsatifiket":"MBBS - MS Ortho - Pangu Hospital - Fellow Trauma & Sports Surgery","dimg":"https://www.dhakahealthcare.com/assets/images/specialist-doctor/male-avatar.jpg"},{"department":"Ear Nose Throat ENT","ditels":"Imagine a singer not being able to sing or you not being able to hear her beautiful music....","text":"Imagine not being able to smell the earth after a spring rain or not being able to taste and enjoy your favorite holiday meal. Imagine not being able to sleep through the night next to your loved one because they snore.  These are some of the fundamental functions of life that make living so rich and wonderful. Yet when one or more of these functions no longer work the way they should living is diminished or even jeopardized. Hearing and balance swallowing and speech breathing and sleep issues allergies and sinuses head and neck cancer skin disorders even facial plastic surgery are just some of the conditions that","url":"https://www.dhakahealthcare.com/assets/images/department/ent-surgery.jpg","key":"Dental","visit":250,"doctorName":"Dr. Asif Ahmed Kabir","dstudy":"Consultant Orthopedic Division Kurmitola General Hospital","dsatifiket":"MBBS - MS Orthopedics - Fellow in Hand - Trauma Plastic & Microsurgery India","dimg":"https://www.dhakahealthcare.com/assets/images/specialist-doctor/male-avatar.jpg"},{"department":"Medicine","ditels":"Medical availability and clinical practice varies across the world due to regional differences in culture and technology...","text":"In the developed world evidence-based medicine is not universally used in clinical practice; for example a 2007 survey of literature reviews found that about 49% of the interventions lacked sufficient evidence to support either benefit or harm.[9].In modern clinical practice physicians and physician assistants personally assess patients in order to diagnose prognose treat and prevent disease using clinical judgment.  The doctor-patient relationship typically begins an interaction with an examination of the patients medical history and medical record followed by a medical interview10 and a physical examination. Basic diagnostic medical devices e.g. stethoscope tongue depressor are typically used. After examination for signs and interviewing for symptoms the doctor may order medical tests (e.g. blood tests take a biopsy or prescribe pharmaceutical drugs or other therapies. Differential diagnosis methods help to rule out conditions based on the information provided. During the encounter properly informing the patient of all relevant facts is an important part of the relationship and the development of trust. The medical encounter is then documented in the medical record which is a legal document in many jurisdictions.[11] Follow-ups may be shorter but follow the same general procedure and specialists follow a similar process. ","url":"https://www.dhakahealthcare.com/assets/images/department/medicine.jpg","key":"Medicine","visit":650,"doctorname":"Dr. SM Amir Hossain","dstudy":"Associate Professor Ortho Surgery Shaheed Suhrawardy Medical College","dsatifiket":"MBBS - MCPS Surgery - MS Ortho Pangu Hospital - A.India","dimg":"https://www.dhakahealthcare.com/assets/images/specialist-doctor/male-avatar.jpg"},{"department":"Plastic & Cosmetic Surgery","ditels":"Department of Plastic Reconstructive & Cosmetic Surgery of Evercare Hospital Dhaka provides exceptional and extensive services ...","text":"Department of Plastic Reconstructive & Cosmetic Surgery of Evercare Hospital Dhaka provides exceptional and extensive services to its patients in several aspects of Plastic Surgery. Our post graduate qualified plastic surgeons utilize the latest techniques and provide a wide variety of aesthetic and reconstructive procedures for both men and women with safe successful outcomes. The department offers both surgical and non-surgical services to help patients look and feel their best. The diverse works of the Plastic Reconstructive & Cosmetic Surgery Department is unique to Evercare Hospital Dhaka.  CONSULTATION & APPOINTMENTSThe Department provides consultation services in level-4 OPD through highly qualified and experienced Consultant who carefully evaluates each patient. After diagnosing patient’s condition the Consultant discusses available treatment options and recommends the most effective treatment.SERVICESWe offer full spectrum of services including","url":"https://www.dhakahealthcare.com/assets/images/department/plastic-cosmetic-surgery.jpg","key":"Plastic","visit":600,"doctorname":"Dr. Asif Ahmed Kabir","dstudy":"Senior Consultant Orthopedic Bangladesh National Parliament Secretaria Medical Center","dsatifiket":"MBBS DMC - D-Ortho BSMMU","dimg":"https://www.dhakahealthcare.com/assets/images/specialist-doctor/male-avatar.jpg"}]