[{"title":"24hrs Emergency","key":"1","ditels":"Kalra is known for providing advanced emergency services with rapid response for any kind of treatment.","text":"Kalra is known for providing advanced emergency services with rapid response for any kind of treatment. We have well-equipped emergency and trauma center with facilities of international standards. Our emergency department is always ready for these services. The department has state-of-the-art equipment and advanced patient monitoring systems to respond to any medical emergency. The hospital provides round-the-clock emergency services with a facility that is fully equipped and managed by a dedicated team of qualified emergency care professionals. A well-defined emergency management system has been developed to increase efficiency of rescue efforts. This includes enhanced first aid on site and improved overall coordination amongst the hospital staff involved in coping with emergency situations. We have developed a special training module for every emergency that may arise. The highlights of our training are as follows","url":"https://www.dhakahealthcare.com/assets/images/feature/24-emergency.jpg"},{"title":"24hrs Orthopedics","key":"2","ditels":"Last 22 years has been a journey of unparalleled achievement in the field of orthopaedics and service to mankind.","text":"In 1993 Orthopaedics as an exclusive surgical specialty took shape in this hospital while contemporary practice was still dealing in plasters and tractions for orthopedics patients in this part of Eastern India. Last 22 years has been a journey of unparalleled achievement in the field of orthopaedics and service to mankind.Equipped with the latest knowledge and amenities Peerless Orthopaedic department has an enviable record in Trauma Joint Replacement Sports Medicine Paediatric Othopaedics and Spine. We upgrade our set up and surgeons regularly for better service to our patients.","url":"https://www.dhakahealthcare.com/assets/images/feature/24-orthopedics.jpg"},{"title":"24hrs Vascular Surgery","key":"3","ditels":"Labaid Specialized Hospital in its efforts to diversify its services and to introduce new medical technologies sets up The Dept.","text":"Labaid Specialized Hospital in its efforts to diversify its services and to introduce new medical technologies sets up The Dept. of Vascular and Endovascular Surgery – one of the new arenas of medical sciences. The LSH vascular centre brings together vascular surgeons and cardiovascular specialists to provide most advanced effective treatment for vascular disorders. The vascular centre offers diagnosis and treatment solutions for a wide range of vascular disorders including arterial blockages (peripheral arterial disease PAD aneurysms carotid artery disease hemodialysis access procedures and venous diseases. In addition we are laying ground to develop expertise in less-common disorders including complex thoracoabdominal aortic aneurisms that involve the upper abdomen and chest hyperhidrosis arterial graft infections or intestines.","url":"https://www.dhakahealthcare.com/assets/images/feature/24-vascular-surgery.jpg"},{"title":"Physiotherapy","key":"4","ditels":"Physiotherapists help people affected by injury illness or disability through movement and exercise manual therapy education and advice. ","text":"Physiotherapists help people affected by injury illness or disability through movement and exercise manual therapy education and advice.  They maintain health for people of all ages helping patients to manage pain and prevent disease.  The profession helps to encourage development and facilitate recovery enabling people to stay in work while helping them remain independent for as long as possible.Physiotherapy is a science-based profession and takes a ‘whole person’ approach to health and wellbeing which includes the patient’s general lifestyle. At the core is the patient’s involvement in their own care through education awareness empowerment and participation in their treatment. You can benefit from physiotherapy at any time in your life. Physiotherapy helps with back pain or sudden injury managing long-term medical condition such as asthma and in preparing for childbirth or a sporting event.","url":"https://www.dhakahealthcare.com/assets/images/department/medicine.jpg"},{"title":"Echo Cardiogram","key":"5","ditels":"Depending on what information your doctor needs you may have one of several types of echocardiograms.","text":"An echocardiogram uses sound waves to produce images of your heart. This common test allows your doctor to see your heart beating and pumping blood. Your doctor can use the images from an echocardiogram to identify heart disease. Depending on what information your doctor needs you may have one of several types of echocardiograms. Each type of echocardiogram involves few if any risks.Sound waves change pitch when they bounce off blood cells moving through your heart and blood vessels. These changes (Doppler signals) can help your doctor measure the speed and direction of the blood flow in your heart. Doppler techniques are generally used in transthoracic and transesophageal  echocardiograms. Doppler techniques can also be used to check blood flow problems and blood pressure in the arteries of your heart — which traditional ultrasound might not detect.","url":"https://www.dhakahealthcare.com/assets/images/department/ent-surgery.jpg"},{"title":"Colour Dopler","key":"6","ditels":"Color Doppler is a technique in which colors superimposed on an image of a blood vessel indicate the speed and direction of blood flow in the vessel.","text":"You will lie on a table usually on your back. Your doctor or a technician will rub a gel on the area to be tested. This helps the sound waves travel and gives you better results.  Next they will press a small device against your skin. It looks like a microphone or a wand.  As they move the device around it sends sound waves into your body. The waves bounce off your blood cells organs and other body parts then back to the device. You’ll feel some pressure from the device but unless you have tenderness it won’t hurt.  A computer takes all the sound waves and turns them into moving images that you can see live on a screen. Once the test is done you wipe the gel from your body and you’re all set. It usually takes about 30 to 60 minutes.  You can get results from a Doppler ultrasound very quickly. Sometimes the person who runs the test is trained to do ultrasounds but isn’t a doctor. Even then the images are available right away for your doctor to review. This test is very safe painless and doesn’t use radiation.","url":"https://www.dhakahealthcare.com/assets/images/feature/color-dopler.jpg"},{"title":"ECG","key":"7","ditels":"An electrocardiogram ECG is a simple test that can be used to check your hearts rhythm and electrical activity.","text":"An electrocardiogram ECG is a simple test that can be used to check your hearts rhythm and electrical activity. Sensors attached to the skin are used to detect the electrical signals produced by your heart each time it beats. These signals are recorded by a machine and are looked at by a doctor to see if theyre unusual. An ECG may be requested by a heart specialist cardiologist or any doctor who thinks you might have a problem with your heart including your GP. The test can be carried out by a specially trained healthcare professional at a hospital a clinic or at your GP surgery. Despite having a similar name an ECG isnt the same as an echocardiogram which is a scan of the heart.","url":"https://www.dhakahealthcare.com/assets/images/feature/ecg.jpg"},{"title":"Digital X-Ray","key":"8","ditels":"Radiography with X-ray is the starting point for diagnosing or screening of a variety of health issues.","text":"Radiography with X-ray is the starting point for diagnosing or screening of a variety of health issues including pneumonia. X-ray technology is increasingly easily available to the medical community due to its low cost. It’s noninvasive relatively harmless and quickly produces the images we need to be able to diagnose issues effectively. Traditional X-rays have been around since the early 1900s using film to capture images of the body’s internal structures. With the addition of computer technology digital radiography has become a much more efficient cost effective and an even safer method of producing diagnostic images.If you have ever had an X-ray taken before you have probably been asked to wear a big lead apron or blanket to shield the surrounding area of your body from receiving X-ray radiation. While traditional X-rays are considered safe digital X-rays produce 80% less radiation than traditional.  This means it is highly unlikely you would develop issues from occasional traditional radiation exposure but it is even less likely with the process used in digital X-rays.The cost effectiveness of using digital radiography rather than film comes down to the fact that film is expensive. If you have ever owned a film camera you will know that back in the height of Kodak film it was costly to purchase and then costly to develop as well.","url":"https://www.dhakahealthcare.com/assets/images/feature/x-ray.jpg"},{"title":"Ultrasonography","key":"9","ditels":"A procedure that uses high-energy sound waves to look at tissues and organs inside the body.","text":"If certain parts of the abdomen are being examined people may be asked to refrain from eating and drinking for several hours before the test. For examination of female reproductive organs women may be asked to drink a large amount of fluid to fill their bladder.  Usually the examiner places thick gel on the skin over the area to be examined to ensure good sound transmission. A handheld transducer is placed on the skin and moved over the area to be evaluated. To evaluate some body parts the examiner inserts the transducer into the body—for example into the vagina to better image the uterus and ovaries or into the anus to image the prostate gland. The examiner sometimes attaches the transducer to a viewing tube called an endoscope and passes it into the body. This procedure is called endoscopic ultrasonography. The endoscope can be passed down the throat to view the heart (transesophageal echocardiography  or through the stomach to view the liver and other nearby organs. After the test most people can resume their usual activities immediately.","url":"https://www.dhakahealthcare.com/assets/images/feature/ultrasonography.jpg"},{"title":"24hrs Pharmacy","key":"10","ditels":" Innovative Pharmacy Technology Meets Neighborhood Pharmacy Service","text":"LifeLine24 uses state-of-the art pharmacy technology to provide pharmacy services that ensure fast accurate delivery of medications in an array of popular dispensing methods– including our premier LifePack strip packaging. With LifeLine24 you will spend less time on administration and more time on resident care.","url":"https://www.dhakahealthcare.com/assets/images/feature/24-pharmacy.jpg"},{"title":"24hrs Ambulance","key":"11","ditels":"Ambulance Service In Dhaka Bangladesh 01919339689 We have brought you the best quality online ambulance service in Dhaka. Be it pandemic or other adverse situations. ","text":"We have brought you the best quality online ambulance service in Dhaka. Be it pandemic or other adverse situations. we are ready to transport the patient to the hospital or home. We value your lives and we will not let anyone die without getting proper treatment. During the pandemic situation we have noticed that people are dying before getting admitted to the hospitals. So that we have taken the initiative to launch our online ambulance service in all over Bangladesh  Mirpur Mohakhali and as well as other rural areas so that people can esily access emergency ambulance services in Bangladesh. We provide 24-hour emergency ambulance services to people and acute illnesses as well as pregnancy. ","url":"https://www.dhakahealthcare.com/assets/images/feature/24-ambulance.jpg"},{"title":"Digital Lab","key":"12","ditels":"For startups and growing businesses an online specialist can develop a digital marketing plan to help you grow.","text":"There might be a lot of fish in the sea but what makes you stand out from the rest of them? At Digital Lab we devise the best strategies to suit your needs and to help you climb up the ladder of success effortlessly. Right from setting up your USP tone of voice and Brand personality we have all the tricks and skills to bring your business in the spotlight.Trying to stand out from the crowd or simply finding your niche amongst your competitors? Look no more as we bring you the ultimate strategies to build your business the right way online. Right from planning your campaigns to putting them in motion monitoring performances & bringing effective results; we are your one stop solution for all your digital needs.","url":"https://www.dhakahealthcare.com/assets/images/feature/digital-lab.jpg"},{"title":"C-Arm OT","key":"13","ditels":"Technomed offers a luxurious quality C-Arm Compatible Hydraulic OT table with the best results.","text":"Technomed offers a luxurious quality C-Arm Compatible Hydraulic OT table with the best results. It has so many variants like Manual OT Table Hydraulic OT Table Electric OT table Semi Electric OT Table and also colors are available according to the interior of the clinic and hospital. This OT table is suitable for hospital and clinic use such as surgical treatment and other treatments. We are manufacturing supplying and dealing at the global level in all types of hospital furniture we can customize this product function and all according to the customer requirement.","url":"https://www.dhakahealthcare.com/assets/images/feature/c-arm-ot.jpg"},{"title":"Post Operative Ward","key":"14","ditels":"Standardized evidence-based post-operative policies and procedures ensure that safe ","text":"Standardized evidence-based post-operative policies and procedures ensure that safe and effective person-centred care is provided which is aimed at reducing the likelihood of post-operative complications. Close physiological monitoring is imperative and should incorporate the use of an early warning score such as the National Early Warning Score NEWS. This ensures early recognition and response to patient deterioration which is quickly escalated to an appropriate member of the health-care team. This chapter provides an overview of oxygen therapy wound drains the removal of sutures and staples post-operative monitoring early warning scores escalation documentation standards and breaking bad news. Access to the complete content on Oxford Medicine Online requires a subscription or purchase. Public users are able to search the site and view the abstracts for each book and chapter without a subscription. Please subscribe or login to access full text content. If you have purchased a print title that contains an access token please see the token for information about how to register your code.  For questions on access or troubleshooting please check our FAQs and if you cant find the answer there please contact us.","url":"https://www.dhakahealthcare.com/assets/images/feature/post-operative-ward.jpg"}]